/* No comment provided by engineer. */
"%@ (%@) : Connection Notice" = "%1$@ (%2$@) : Spojenie vypovedané";

/* first %@ is an account name; second is a service. This is a title for a window */
"%@ (%@) Setup" = "%1$@ (%2$@) Nastavenie";

/* No comment provided by engineer. */
"%@ has %u new messages." = "%1$@ má %2$u nové správy.";

/* No comment provided by engineer. */
"%@ has 1 new message." = "%@ má 1 novú správu.";

/* No comment provided by engineer. */
"%@ is on your local contact list but not on the server list. Do you want to add this contact to your list?" = "%@ je vo vašom lokálnom zozname priateľov, ale nie v serverovom zozname. Prajete si pridať tohto priateľa do vášho zoznamu priateľov?";

/* XMPP service discovery browser gateway tooltip */
"%@; double-click to register." = "%@; dvojité kliknutie pre registráciu.";

/* No comment provided by engineer. */
"(unknown)" = "(neznámy)";

/* Placeholder displayed as the name of a new account */
"<New Account>" = "<Nový účet>";

/* No comment provided by engineer. */
"Ad-Hoc command; double-click to execute" = "Ad-hoc príkaz, dvojité kliknutie na vykonanie";

/* No comment provided by engineer. */
"Add" = "Pridať";

/* No comment provided by engineer. */
"Adium : Notice" = "Adium: Výpoveď";

/* No comment provided by engineer. */
"Adium can't verify the identity of \"%@\"." = "Adium nemôže overiť identitu \"%@\".";

/* Message shown when a contact's profile can't be found */
"Adium could not find any information in the user's profile. This may not be a registered name." = "Adium nemôže nájsť žiadne informácie o profile užívateľa. Toto môže byť neregistrované meno.";

/* No comment provided by engineer. */
"Adium is authorized for Facebook Chat." = "Adium is authorized for Facebook Chat.";

/* No comment provided by engineer. */
"Adium Notice: %@" = "Adium Výpoveď: %@";

/* No comment provided by engineer. */
"Adium User" = "Užívateľ Adium";

/* Button title to allow an action */
"Allow" = "Povoliť";

/* No comment provided by engineer. */
"Allow MSN Mobile pages?" = "Povoliť stránky MSN Mobile?";

/* Action menu item for MSN accounts to toggle whether Mobile pages [forwarding messages to a mobile device] are enabled */
"Allow/Disallow Mobile Pages" = "Povoliť/Zakázať mobilné stránky";

/* No comment provided by engineer. */
"Always Appear Offline to %@" = "Užívateľovi %@ sa zobrazovať vždy ako odpojený";

/* No comment provided by engineer. */
"An error was encountered sending the file." = "Vyskytla sa chyba pri posielaní súboru.";

/* No comment provided by engineer. */
"Appear Offline to %@" = "Užívateľovi %@ sa zobrazovať ako odpojený";

/* No comment provided by engineer. */
"Appear Online to %@" = "Užívateľovi %@ sa zobrazovať ako pripojený";

/* No comment provided by engineer. */
"Authenticating" = "Autentifikácia";

/* Connection step */
"Balancer handshake" = "Začiatok spojenia";

/* No comment provided by engineer. */
"Ban" = "Zákaz";

/* No comment provided by engineer. */
"Bankick" = "Zakázať/Vypnúť";

/* No comment provided by engineer. */
"Blocked" = "Blokovaný";

/* No comment provided by engineer. */
"Cancel" = "Zrušiť";

/* No comment provided by engineer. */
"Cancel Presence Notification to %@" = "Zrušiť upozornenie %@";

/* Category table column header for the service discovery browser */
"Category" = "Kategória";

/* No comment provided by engineer. */
"Change Currently Registered Email Address" = "Zmeniť aktuálne platný email";

/* Menu item title for changing the password of an account */
"Change Password" = "Zmeniť heslo";

/* No comment provided by engineer. */
"Conference service; double-click to join" = "Konferenčná služba; dvojitá kliknutie pre pripojenie";

/* No comment provided by engineer. */
"Configure IM Forwarding" = "Nastaviť IM preposielanie";

/* Button title to connect; this is a verb */
"Connect" = "Pripojiť";

/* Connection step */
"Connected" = "Pripojený";

/* No comment provided by engineer. */
"Connecting" = "Pripája sa";

/* No comment provided by engineer. */
"Connection error." = "Chyba pripojenia.";

/* No comment provided by engineer. */
"Connection established" = "Pripojenie vytvorené";

/* No comment provided by engineer. */
"Contact list synchronization error for %@" = "Chyba synchronizácie zoznamu kontaktov pre %@
";

/* No comment provided by engineer. */
"Contacting authorization server" = "Contacting authorization server";

/* No comment provided by engineer. */
"Continue" = "Pokračovať";

/* No comment provided by engineer. */
"Could not complete authorization." = "Could not complete authorization.";

/* No comment provided by engineer. */
"Delete" = "Odstrániť";

/* No comment provided by engineer. */
"Delete & Unregister" = "Odstrániť a zrušiť registráciu";

/* No comment provided by engineer. */
"Delete Account" = "Odstrániť účet";

/* No comment provided by engineer. */
"Delete Account from Server" = "Delete Account from Server";

/* No comment provided by engineer. */
"Delete the account %@? You can also optionally unregister the account on the server if possible." = "Odstrániť účet %@? Môžete tiež, ak je to možné, zrušiť registráciu účtu na serveri.";

/* No comment provided by engineer. */
"Deop" = "Deop";

/* No comment provided by engineer. */
"Devoice" = "Utíšiť";

/* Direct IM is an AIM-specific phrase for transferring images in the message window */
"Direct IM connected" = "Priame spojenie vytvorené";

/* Direct IM is an AIM-specific phrase for transferring images in the message window */
"Direct IM disconnected" = "Priamo spojenie ukončené";

/* No comment provided by engineer. */
"Directory service; double-click to search" = "Adresárová služba, dvojité kliknutie pre hľadanie";

/* Button title to prevent an action */
"Disallow" = "Zakázať";

/* No comment provided by engineer. */
"Discovery Browser" = "Discovery prehliadač";

/* No comment provided by engineer. */
"Display Currently Registered Email Address" = "Zobraz aktuálne registrovaný email";

/* No comment provided by engineer. */
"Do you want to allow or disallow people on your buddy list to send you MSN Mobile pages to your cell phone or other mobile device?" = "Prajete si povoliť/zakázať priateľom vo vašom zozname posielať MSN Mobile stránky na váľ mobilný telefón alebo iné mobilné zariadenie?";

/* No comment provided by engineer. */
"Don't Always Appear Offline to %@" = "Uživateľovi %@ sa stále zobrazovať pripojený";

/* Used as a label for a username specified by email address */
"Email" = "Email";

/* Connection step */
"Exchanging key hash" = "Výmena hash kľúča";

/* No comment provided by engineer. */
"Export Sametime List..." = "Exportovať Sametime zoznam...";

/* No comment provided by engineer. */
"Facebook Account Setup" = "Facebook Account Setup";

/* Label for the username for a Facebook contact */
"Facebook Email" = "Facebook Email";

/* No comment provided by engineer. */
"Facebook ID" = "Facebook ID";

/* No comment provided by engineer. */
"Fetching..." = "Načítava sa...";

/* No comment provided by engineer. */
"File Send Error" = "Chyba prenosu súborov";

/* No comment provided by engineer. */
"Finalizing connection" = "Dokončuje spojenie";

/* No comment provided by engineer. */
"Forcing Login" = "Vynutené prihlásenie";

/* Generic fields request window title */
"Form" = "Formulár";

/* No comment provided by engineer. */
"From: " = "Od:";

/* No comment provided by engineer. */
"Getting Cookie" = "Prijíma cookie";

/* No comment provided by engineer. */
"GG Number" = "GG číslo";

/* No comment provided by engineer. */
"GTalk ID" = "GTalk ID";

/* No comment provided by engineer. */
"Handshake Acknowledged; Sending Login" = "Spojenie nadviazané, Odosielajú sa prihlasovacie údaje";

/* No comment provided by engineer. */
"Handshaking" = "Úvodná komunikácia";

/* No comment provided by engineer. */
"ICQ Number" = "ICQ číslo";

/* No comment provided by engineer. */
"Import Sametime List..." = "Importovať Sametime zoznam...";

/* Error message displayed when the server reports username or password as being incorrect. */
"Incorrect username or password" = "Chybné meno alebo heslo";

/* No comment provided by engineer. */
"Info" = "Info";

/* No comment provided by engineer. */
"Initializing Stream" = "Spúšťa sa stream";

/* No comment provided by engineer. */
"Initiate Conference with %@" = "Začatie konferencie with %@";

/* No comment provided by engineer. */
"Initiate Direct IM with %@" = "Začatie priameho rozhovoru s %@";

/* No comment provided by engineer. */
"Initiate Multiuser Chat with %@" = "Začatie rozhovoru s uživateľmi %@";

/* No comment provided by engineer. */
"Invite" = "Pozvať";

/* No comment provided by engineer. */
"IRC (Internet Relay Chat)" = "IRC (Internet Relay Chat)";

/* No comment provided by engineer. */
"Jabber ID" = "Jabber ID";

/* JID (Jabber ID) table column header for the service discovery browser. This may not need to be localized. */
"JID" = "JID";

/* No comment provided by engineer. */
"Join" = "Pripojiť";

/* No comment provided by engineer. */
"Join %@'s Chat" = "Pripojiť rozhovor %@";

/* No comment provided by engineer. */
"Kick" = "Vykopnúť";

/* No comment provided by engineer. */
"Launch %@" = "Spustiť %@";

/* No comment provided by engineer. */
"LiveJournal ID" = "LiveJournal ID";

/* Connection step */
"Logging in" = "Prihlasuje sa";

/* No comment provided by engineer. */
"Login Acknowledged" = "Prihlasovacie informácie prijaté";

/* No comment provided by engineer. */
"Login Redirected" = "Prihlasovanie presmerované";

/* No comment provided by engineer. */
"Looking up server" = "Hľadanie servera";

/* No comment provided by engineer. */
"Member Name" = "Meno člena";

/* user mood tooltip title */
"Mood" = "Režim";

/* No comment provided by engineer. */
"MSN Passport" = "MSN Passport";

/* Label for the username for a MySpace contact */
"MySpace ID" = "MySpace ID";

/* Name table column header for the service discovery browser */
"Name" = "Meno";

/* No comment provided by engineer. */
"New Mail" = "Nový email";

/* Sample name and server for new IRC accounts */
"nickname" = "prezývka";

/* Name for IRC user names */
"Nickname" = "Prezývka";

/* No comment provided by engineer. */
"No reason was given." = "Nebol udaný žiaden dôvod.";

/* No comment provided by engineer. */
"No server has been configured for the %@ account %@. Please enter one below to connect" = "Žiaden server nebol nakonfigurovaný pre %1$@ účet %2$@. Prosím zadajte ho pre pripojenie sa";

/* No comment provided by engineer. */
"No Server Specified" = "Žiaden server zadaný";

/* No comment provided by engineer. */
"Node:" = "Uzol:";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Op" = "Op";

/* No comment provided by engineer. */
"Open Mail in Browser" = "Otvoriť email v prehliadači";

/* Name for the orphans group */
"Orphans" = "Siroty";

/* No comment provided by engineer. */
"Parse Error." = "Chyba spracovania.";

/* No comment provided by engineer. */
"Password sent" = "Heslo odoslané";

/* No comment provided by engineer. */
"Ping %@" = "Ping %@";

/* No comment provided by engineer. */
"Presence Settings for %@" = "Nastavenie predvolieb pre %@";

/* No comment provided by engineer. */
"Promoting authorization for chat" = "Promoting authorization for chat";

/* No comment provided by engineer. */
"Re-request Authorization from %@" = "Znovu vyžiadať autorizáciu od %@";

/* Description of a step in the connection process for MySpace. This could be translated as something like 'Reading from server'. */
"Reading challenge" = "Číta sa výzva";

/* Connection step */
"Reading data" = "Čítajú sa data";

/* Connection step */
"Reading server key" = "Číta sa serverový klúč";

/* No comment provided by engineer. */
"Really remove gateway?" = "Skutočne odstrániť bránu?";

/* No comment provided by engineer. */
"Received authorization" = "Prijatá autorizácia";

/* alert default button */
"Remove" = "Odstrániť";

/* gateway menu item */
"Remove gateway" = "Odstrániť bránu";

/* No comment provided by engineer. */
"Requesting authorization" = "Requesting authorization";

/* No comment provided by engineer. */
"Retrieving buddy list" = "Príjima sa zoznam priateľov";

/* Roster - the Jabber default group */
"Roster" = "Rozpis";

/* No comment provided by engineer. */
"Screen Name" = "Meno";

/* No comment provided by engineer. */
"Screen name sent" = "Mená odoslané";

/* No comment provided by engineer. */
"Search for Contact By Email Address" = "Hľadať konktakt podľa emailu";

/* No comment provided by engineer. */
"Search for Users" = "Hľadať užívateľa";

/* No comment provided by engineer. */
"Search Results" = "Výsledky hľadania";

/* No comment provided by engineer. */
"Send" = "Poslať";

/* No comment provided by engineer. */
"Send Message" = "Odoslaná správa";

/* No comment provided by engineer. */
"Send to %@'s Mobile" = "Poslať na mobilný telefón %@";

/* No comment provided by engineer. */
"Sending Cookie" = "Odosiela sa cookie";

/* No comment provided by engineer. */
"Sending Handshake" = "Odosiela sa úvodná komunikácia";

/* Window title for the service discovery browser */
"Service Discovery Browser" = "Služba Discovery prehliadač";

/* No comment provided by engineer. */
"Service:" = "Služba:";

/* No comment provided by engineer. */
"Set Home Phone Number" = "Nastaviť tel. číslo domov";

/* No comment provided by engineer. */
"Set Mobile Phone Number" = "Nastaviť mobilné tel. číslo";

/* No comment provided by engineer. */
"Set Mood" = "Nastaviť náladu";

/* No comment provided by engineer. */
"Set Nickname" = "Nastaviť prezývku";

/* No comment provided by engineer. */
"Set Privacy Options" = "Nastaviť voľby zabezpečenia";

/* No comment provided by engineer. */
"Set User Info" = "Nastaviť informácie o uživateľovi";

/* No comment provided by engineer. */
"Set Work Phone Number" = "Nastaviť tel. čislo do zamestnania";

/* Title for the MSN display name setting dialogue box */
"Set your friendly name." = "Nastaviť dôverné meno.";

/* Title for the dialogue prompting for your home phone number */
"Set your home phone number." = "Nastaviť tel. číslo domov";

/* Title for the dialogue prompting for your mobile phone number */
"Set your mobile phone number." = "Nastaviť mobilné tel. číslo";

/* Title for the dialogue prompting for your work phone number */
"Set your work phone number." = "Nastaviť tel. čislo do zamestnania";

/* Account action menu item to show a list of contacts for whom this account is awaiting authorization to be able to show them in the contact list */
"Show Contacts Awaiting Authorization" = "Zobrazovať kontakty čakajúce na autorizáciu";

/* No comment provided by engineer. */
"Show Server Certificate" = "Zobraziť certifikát serveru";

/* No comment provided by engineer. */
"Starting authentication" = "Spustiť autentifikáciu";

/* No comment provided by engineer. */
"Starting Services" = "Spustiť služby";

/* No comment provided by engineer. */
"Subject: " = "Predmet:";

/* No comment provided by engineer. */
"Temporarily Hide From %@" = "Dočasne skryť pred %@";

/* No comment provided by engineer. */
"The certificate of the server %@ is not trusted, which means that the server's identity cannot be automatically verified. Do you want to continue connecting?\n\nFor more information, click \"Show Certificate\"." = "Certifikát serveru %@ nie je dôveryhodný to znamená, že totožnosť serveru nemohla byť automaticky overená. Prajete su pokračovať v spojení?\n\nPre viac informácii kliknite na \"Zobraziť certifikát\".";

/* No comment provided by engineer. */
"The name you entered is not registered. Check to ensure you typed it correctly." = "Zadané meno nie je registrované. Overte si či bolo zadané správne.";

/* No comment provided by engineer. */
"The other user is in your deny list." = "Užívateľ je  vo vašom zozname nežiadúcich.";

/* No comment provided by engineer. */
"The other user is temporarily unavailable." = "Ostatný uživatelia sú dočasne nedostupní.";

/* Invalid name on AIM */
"The screen name you entered is not registered. Check to ensure you typed it correctly. If it is a new name, you must register it at www.aim.com before you can use it." = "Zadané meno nie je registrované. Overte si či bolo zadané správne. Ak je to nové meno, musíte ho najskôr registrovať na www.aim.com predtým ako ho budete môcť používať.";

/* Be careful to keep the % parts the same in this string. %@ will be replaced by an error message. */
"The Zephyr Host Manager reported an error #%d: %@" = "Správca užívateľov Zephyr vrátil chybu #%1$d: %2$@";

/* Description for the MSN display name setting dialogue. */
"This is the name that other MSN buddies will see you as." = "Toto je meno, ktoré uvidia ostatní MSN priatelia.";

/* No comment provided by engineer. */
"This node does not provide any services accessible to this program." = "Tento uzol neposkytuje žiadne služby použiteľné s týmto programom.";

/* No comment provided by engineer. */
"This node provides ad-hoc commands. Open the context menu to access them." = "Tento uzol poskytuje ad-hoc príkazy. Otvorte kontextové menu na prístup k nim.";

/* No comment provided by engineer. */
"This operation would remove the gateway %@ itself and all contacts belonging to the gateway on your contact list. It cannot be undone." = "Táto operácia by mala odstrániť bránu %@ a všetky kontakty v zozname kontaktov. Táto operácia nemôže byť odvolaná.";

/* No comment provided by engineer. */
"Transferring" = "Prebieha prenos";

/* user tune tooltip title */
"Tune" = "Naladiť";

/* No comment provided by engineer. */
"Un-hide From %@" = "Odkryť od %@";

/* No comment provided by engineer. */
"Unable to parse the server list at %@. Please try again later." = "Nejde spracovať zoznam serverov na %@. Skúste to prosím neskôr.";

/* No comment provided by engineer. */
"United States" = "Spojené štáty";

/* No comment provided by engineer. */
"Unsubscribe %@" = "Odhlásiť %@";

/* Sample name and server for new livejournal accounts */
"username" = "užívateľské meno";

/* Sample name and server for new gmail accounts */
"username@gmail.com" = "uzivatelskemeno@gmail.com";

/* Sample name and server for new Jabber accounts */
"username@jabber.org" = "uzivatelskemeno@jabber.org";

/* No comment provided by engineer. */
"Verify Certificate" = "Overiť certifikát";

/* No comment provided by engineer. */
"View %@'s %@ web profile" = "Zobraziť %@ profil %2$@";

/* No comment provided by engineer. */
"View %@'s Webcam" = "Zobraziť %@ webkameru";

/* No comment provided by engineer. */
"Voice" = "Hlas";

/* No comment provided by engineer. */
"Waiting for Handshake Acknowledgement" = "Čaká sa na prijatie úvodnej komunikácie";

/* No comment provided by engineer. */
"Waiting for Login Acknowledgement" = "Čaká sa na prijatie prihlasovacích údajov";

/* No comment provided by engineer. */
"Waiting for Response" = "Čaká sa na odozvu";

/* No comment provided by engineer. */
"Warning level is too high." = "Úroveň výstrahy je príliš vysoká.";

/* No comment provided by engineer. */
"WARNING! This will delete the account %@ from the Jabber server, and can not be undone.\nAre you sure you want to proceed?" = "WARNING! This will delete the account %@ from the Jabber server, and can not be undone.\nAre you sure you want to proceed?";

/* No comment provided by engineer. */
"XML Console" = "XML Console";

/* No comment provided by engineer. */
"Yahoo! ID" = "Yahoo! ID";

/* No comment provided by engineer. */
"You are sending messages too quickly; wait a moment and try again." = "Posielate správy príliš rýchlo; počkajte chvíľu a skúste opäť.";

/* No comment provided by engineer. */
"You have %u new messages." = "Máte %u nových správ.";

/* No comment provided by engineer. */
"You have 1 new message." = "Máte 1 novú správu.";

/* No comment provided by engineer. */
"You have mail!\n" = "Máte nový email!\n";

/* No comment provided by engineer. */
"Your message to %@ did not get sent" = "Vaša správa pre %@ nebolo odoslaná.";

/* No comment provided by engineer. */
"Your message was refused by the other user." = "Vaša správa bola odmietnutá iným uživateľom.";

/* No comment provided by engineer. */
"Your message was too big." = "Vaša správa je príliš dlhá.";

/* zhm is the Zephyr Host Manager and should not be a localized word */
"zhm Failure" = "zhm Failure";